Repository: amarogu/unistay
Catalog: unistay/Localizable.xcstrings
Source language: en
Languages: pt_br

source: /month
pt_br: /mês

source: %@'s bio
pt_br: Bio de %@

source: = required field
pt_br: = campo obrigatório

source: About your accommodation
pt_br: Sobre a acomodação

source: Accommodations
pt_br: Acomodações

source: Activity
pt_br: Atividade

source: Cancel
pt_br: Cancelar

source: Chat with potential roommates and landlords
pt_br: Converse com colegas de quarto e locadores

source: Choose your preferred locations
pt_br: Escolha suas localizações

source: Click here to change the images you have selected
pt_br: Clique aqui para alterar as imagens selecionadas

source: Click here to change the profile picture you have selected
pt_br: Clique aqui para alterar sua foto de perfil

source: Confirm
pt_br: Confirmar

source: Confirm your email address
pt_br: Confirme seu endereço de email

source: Confirm your location
pt_br: Confirme sua localização

source: Confirm your password
pt_br: Confirme sua senha

source: Connect
pt_br: Conectar

source: Connected
pt_br: Conectados

source: Connected users
pt_br: Usuários conectados

source: Connections
pt_br: Conexões

source: Content
pt_br: Conteúdo

source: Continue
pt_br: Continuar

source: Create a publication
pt_br: Crie uma publicação

source: Crop
pt_br: Redimensionar

source: Currently selected
pt_br: Selecionado

source: Description
pt_br: Descrição

source: Done
pt_br: Fechar

source: Edit
pt_br: Editar

source: Edit your profile
pt_br: Edite seu perfil

source: Email address
pt_br: Endereço de email

source: Forgot your password
pt_br: Esqueceu sua senha?

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: French
pt_br: Francês

source: General information
pt_br: Geral

source: Get started by creating your first publication
pt_br: Cria sua primeira publicação

source: Group
pt_br: Grupo

source: Group with:
pt_br: Grupo com:

source: Insert a publisher bio
pt_br: Insira uma bio para seu perfil

source: insert a user bio
pt_br: Insira uma bio

source: Location
pt_br: Localização

source: Location, visibility and images
pt_br: Localização, visibilidade e imagens

source: Name
pt_br: Nome

source: New connections
pt_br: Novas conexões

source: New user connected:
pt_br: Novo usuário conectado:

source: No accommodations found with the selected filters.
pt_br: Não foram encontradas acomodações com os filtros selecionados.

source: Password
pt_br: Senha

source: Profile picture and bio
pt_br: Foto de perfil e bio

source: Publication description
pt_br: Descrição da publicação

source: Publication title
pt_br: Título da publicação

source: Publish your accommodation
pt_br: Publique suas acomodações

source: Recommended
pt_br: Recomendado

source: Rent
pt_br: Aluguel

source: Roommates
pt_br: Colegas de quarto

source: Saved
pt_br: Salvos

source: Search locations, accommodations...
pt_br: Busque locais, acomodações...

source: See %@'s full bio
pt_br: Veja a bio de %@

source: SELECT A PLACE
pt_br: SELECIONE UM LOCAL

source: Send a message
pt_br: Envie uma mensagem

source: Set a currency you will see on other accommodations
pt_br: Selecione a moeda que verá no aplicativo

source: Set the accommodation's location
pt_br: Selecione a localização da acomodação

source: Set the location
pt_br: Selecione a localização

source: Set your location
pt_br: Selecione sua localização

source: Sign up
pt_br: Registrar

source: Sign up as a landlord
pt_br: Registre-se como locador

source: Start a chat with this person
pt_br: Comece um chat com esta pessoa

source: Successfully registered
pt_br: Registrado com sucesso

source: Surname
pt_br: Sobrenome

source: Swipe down to go back to login
pt_br: Deslize para voltar ao login

source: System language
pt_br: Idioma do sistema

source: There are no users connected.
pt_br: Não há usuários conectados

source: This email address is available
pt_br: Este endereço de email está disponível

source: This email address is unavailable
pt_br: Este endereço de email está indisponível

source: This username is available
pt_br: Este nome de usuário está disponível

source: This username is unavailable
pt_br: Este nome de usuário está indisponível

source: Title
pt_br: Título

source: understand why we need your location
pt_br: Entenda porque precisamos da sua localização

source: Universities
pt_br: Universidades

source: Update you profile picture
pt_br: Atualize sua foto de perfil

source: Update your bio
pt_br: Atualize sua bio

source: Update your name
pt_br: Atualize seu nome

source: Update your profile picture
pt_br: Atualize sua foto de perfil

source: Update your publication images
pt_br: Atualize as images da sua acomodação

source: Update your surname
pt_br: Atualize seu sobrenome

source: Update your username
pt_br: Atualize seu nome de usuário

source: Upload a profile picture
pt_br: Faça o upload da sua foto de perfil

source: Upload publication images
pt_br: Faça o upload das imagens da acomodação

source: Use your current location
pt_br: Use sua localização atual

source: Want an advanced configuration? Click here to control exactly how you want UniStay to behave
pt_br: Quer uma configuração avançada? Clique aqui para controlar exatamente como o UniStay deve se comportar

source: You need to provide your location
pt_br: Você precisa fornecer sua localização

source: Your publications
pt_br: Suas publicações
